Key,"French (France)"
" (Too many tags in use)"," (Trop de balises utilisées)"
" (Unlicensed)"," (Sans licence)"
" missing in the address book"," manquant dans le carnet d'adresses"
"-- Please select table --","-- Veuillez sélectionner un tableau --"
"- time left: {0} {1}","- temps restant : {0} {1}"
"
Value must be between {0} and {1}","
La valeur doit être comprise entre {0} et {1}"
&No,&Non
&OK,&D'ACCORD
&Yes,&Oui
", but it failed due to ",", mais cela a échoué à cause de "
"[Select database file]","[Sélectionner le fichier de base de données]"
_Cancel,_Annuler
_OK,_D'ACCORD
"{0} - ID: {1}","{0} - ID : {1}"
"{0} cleared. ","{0} effacé. "
"{0} is corrupt, loading backup file","{0} est corrompu, chargement du fichier de sauvegarde"
"{0} is not a valid address!","{0} n'est pas une adresse valide !"
"{0} is not connected","{0} n'est pas connecté"
"{0} quality on ","{0} qualité sur "
"{0} used tags. Max is {1}.","{0} balises utilisées. Le maximum est {1}."
"{0} will be cleared, press OK to continue or Cancel to try again.","{0} sera effacé, appuyez sur OK pour continuer ou sur Annuler pour réessayer."
"{0}
Error : {1}","{0} Erreur : {1}"
"{0}% of disk used.","{0}% du disque utilisé."
"{0}=State, {1}=StateTime, {2}=AlarmId, {3}=AlarmText, {4}=AlarmItemDisplayName, {5}=Count, {6}=ActiveTime, {7}=InactiveTime, {8}=NormalTime, {9}=AcknowledgeTime, {10}=AlarmGroupName, {11}=AlarmGroupText","{0}=State, {1}=StateTime, {2}=AlarmId, {3}=AlarmText, {4}=AlarmItemDisplayName, {5}=Count, {6}=ActiveTime, {7}=InactiveTime, {8 }=NormalTime, {9}=AcknowledgeTime, {10}=AlarmGroupName, {11}=AlarmGroupText"
"<no user>","<no user>"
">The name must not be empty!",">Le nom ne doit pas être vide !"
0,0
"1 = 0-10% device life time used
2 = 10-20% device life time used
...
10 = 90-100% device life time used
11 = Exceeded its maximum estimated device life time","1 = 0 à 10 % de la durée de vie de l'appareil utilisée 2 = 10 à 20 % de la durée de vie de l'appareil utilisée ... 10 = 90 à 100 % de la durée de vie de l'appareil utilisée 11 = A dépassé sa durée de vie maximale estimée de l'appareil"
"1 = Normal
2 = Warning - Consumed 80% of reserved block
3 = Urgent","1 = Normal 2 = Avertissement - 80 % du bloc réservé a été consommé 3 = Urgent"
"A {0} with name {1} already exists","Un {0} avec le nom {1} existe déjà"
"A bar view type","Un type de vue de barre"
"A login dialog is shown when access rights are not enough.","Une boîte de dialogue de connexion s'affiche lorsque les droits d'accès ne sont pas suffisants."
"A project restart is required. Do not unplug any media until project has been fully restarted.

Do you wish to continue?","Un redémarrage du projet est nécessaire. Ne débranchez aucun support tant que le projet n'a pas été entièrement redémarré. Souhaitez-vous continuer ?"
"A serious error has occurred...","Une erreur grave s'est produite..."
"A serious error has occurred... (View log file?)","Une erreur grave s'est produite... (Voir le fichier journal ?)"
"A Tab view type","Un type d'affichage à onglets"
"A user with this name already exists.","Un utilisateur portant ce nom existe déjà."
Abort,Avorter
"Access Denied","Accès refusé"
"Access to file {0} is denied.","L'accès au fichier {0} est refusé."
"Ack All","Accusé de réception à tous"
"Ack Selected","Acquitter la sélection"
"Ack Visible","Accusé de réception visible"
Ack:,"Accusé de réception :"
Acknowledge,Reconnaître
"Acknowledge All","Reconnaître tout"
"Acknowledge Visible","Reconnaître Visible"
Acknowledged,Reconnu
"Acknowledged alarm : {0}","Alarme reconnue : {0}"
"Acknowledged Time","Heure de reconnaissance"
Active,Actif
"Active Controllers:","Contrôleurs actifs :"
"Active Time","Temps d'activité"
Active:,Actif:
Add,Ajouter
"Add Route","Ajouter un itinéraire"
"Add Scheduler Job","Ajouter une tâche de planification"
"Add User","Ajouter un utilisateur"
"Added route {0} to Route Manager","Ajout de l'itinéraire {0} au gestionnaire d'itinéraires"
Address,Adresse
"Address Book","Carnet d'adresses"
"Address Book Configuration","Configuration du carnet d'adresses"
"Address Book missing","Carnet d'adresses manquant"
"Address Book not found","Carnet d'adresses introuvable"
"Address is not valid!","L'adresse n'est pas valide !"
"Adjust for Daylight Saving","Ajuster pour l'heure d'été"
"Advanced encryption :","Cryptage avancé :"
"Alarm Display Text :","Texte d'affichage de l'alarme :"
"Alarm Distributor","Distributeur d'alarme"
"Alarm Distributor Server missing","Serveur de distribution d'alarme manquant"
"Alarm Event Filter ","Filtre d'événements d'alarme "
"Alarm Filter","Filtre d'alarme"
"Alarm Group","Groupe d'alarme"
"Alarm Group Name :","Nom du groupe d'alarme :"
"Alarm Item Name :","Nom de l'élément d'alarme :"
"Alarm logging has too high load. Alarms might be lost.","La charge de journalisation des alarmes est trop élevée. Les alarmes risquent d'être perdues."
"Alarm logging is now disabled.","L'enregistrement des alarmes est désormais désactivé."
"Alarm logging is overloaded. Alarm logging is now disabled.","La journalisation des alarmes est surchargée. La journalisation des alarmes est désormais désactivée."
"Alarm Name","Nom de l'alarme"
"Alarm Server","Serveur d'alarme"
"Alarm Status","État de l'alarme"
AlarmItem,"Élément d'alarme"
alarms,alarmes
"Alarms from a remote Alarm Server cannot be enabled or disabled remotely.","Les alarmes provenant d'un serveur d'alarmes distant ne peuvent pas être activées ou désactivées à distance."
"Alarms from a remote Alarm Server cannot be managed remotely.","Les alarmes provenant d’un serveur d’alarmes distant ne peuvent pas être gérées à distance."
"Alarms might be lost.","Les alarmes peuvent être perdues."
"Alarms State Filter Enabled ","Filtre d'état des alarmes activé "
"All Files","Tous les fichiers"
"All stored values has been cleared.","Toutes les valeurs stockées ont été effacées."
"All tags visible","Toutes les balises visibles"
"Amount of capacity used in CPU Core {0} (in percent)","Quantité de capacité utilisée dans le cœur du processeur {0} (en pourcentage)"
"Amount of CPU capacity used (in percent)","Quantité de capacité CPU utilisée (en pourcentage)"
"Amount of RAM memory available (in kB)","Quantité de mémoire RAM disponible (en Ko)"
"Amount of RAM memory used (in kB)","Quantité de mémoire RAM utilisée (en Ko)"
"Amount of RAM memory used (in percent of physical)","Quantité de mémoire RAM utilisée (en pourcentage de la mémoire physique)"
"Amount of storage memory available (in MB)","Quantité de mémoire de stockage disponible (en Mo)"
"Amount of storage memory used (in MB)","Quantité de mémoire de stockage utilisée (en Mo)"
"Amount of storage memory used (in percent of all storage)","Quantité de mémoire de stockage utilisée (en pourcentage de tout le stockage)"
"An access denied messagebox is shown when access rights are not enough.","Une boîte de message d'accès refusé s'affiche lorsque les droits d'accès ne sont pas suffisants."
"An error occurred while copying the file.","Une erreur s'est produite lors de la copie du fichier."
"An Expand view type","Un type de vue Expand"
"Animated Label","Étiquette animée"
"Animation from down to up. On the end of label direction will change to down.","Animation de bas en haut. À la fin de l'étiquette, la direction changera vers le bas."
"Animation from left to right. On the end of label direction will change to left.","Animation de gauche à droite. À la fin de l'étiquette, la direction changera vers la gauche."
"Animation from right to left. On the end of label direction will change to right.","Animation de droite à gauche. À la fin de l'étiquette, la direction changera vers la droite."
"Animation from up to down. On the end of label direction will change to up.","Animation de haut en bas. À la fin de l'étiquette, la direction changera vers le haut."
Animations,Animations
"Application error","Erreur d'application"
"Application not intended to run on PC","Application non destinée à être exécutée sur PC"
"Are you sure you want to delete {0} {1}?","Êtes-vous sûr de vouloir supprimer {0} {1} ?"
"Are you sure you want to delete {0}?","Êtes-vous sûr de vouloir supprimer {0} ?"
Area,Zone
"Audit trail","Piste d'audit"
"Audit Trail","Piste d'audit"
"Audit Trail back up failed.

Application does not contain an Audit Trail.","La sauvegarde de la piste d'audit a échoué. L'application ne contient pas de piste d'audit."
"Audit Trail database back up is not supported in simulation mode.","La sauvegarde de la base de données Audit Trail n'est pas prise en charge en mode simulation."
"Audit Trail database is close to max size.","La base de données Audit Trail est proche de sa taille maximale."
"Authentication  :","Authentification :"
"Automatically turn off backlight","Désactiver automatiquement le rétroéclairage"
"Available RAM","Mémoire RAM disponible"
"Available Storage","Stockage disponible"
"Back Up Audit Trail Database","Sauvegarder la base de données des pistes d'audit"
"Back Up Database","Sauvegarder la base de données"
"Back up Databases","Sauvegarder les bases de données"
"Back Up failed","La sauvegarde a échoué"
"Back Up Failed","La sauvegarde a échoué"
"Back Up Non-Volatile Database","Sauvegarder la base de données non volatile"
"Backlight Brightness Level","Niveau de luminosité du rétroéclairage"
"Backlight brightness level (in percent)","Niveau de luminosité du rétroéclairage (en pourcentage)"
"Backlight Settings","Paramètres de rétroéclairage"
"Backup does not exist.","La sauvegarde n'existe pas."
"Backup was restored.","La sauvegarde a été restaurée."
"Bad quality on tag connected to recipe item","Mauvaise qualité sur l'étiquette reliée à l'article de recette"
Bar,Bar
"Bar join","Jointure de barre"
"Basic URL for Web SMS :","URL de base pour les SMS Web :"
"Baud Rate :","Débit en bauds :"
Binary,Binaire
"Blink frequency of the power LED (1-10 Hz, 0 = always on)","Fréquence de clignotement de la LED d'alimentation (1-10 Hz, 0 = toujours allumé)"
"Body :","Corps :"
Both,"Les deux"
Bottom,Bas
"Brand of panel and project does not match.","La marque du panneau et le projet ne correspondent pas."
"Brightness (1-100)","Luminosité (1-100)"
"Brightness level should be between 1 - 100.","Le niveau de luminosité doit être compris entre 1 et 100."
Browse,Parcourir
"Browse Database","Parcourir la base de données"
"Buffer printed messages","Messages imprimés en mémoire tampon"
"Button '{1}' could not display symbol '{0}'. Make sure it is present in the project.","Le bouton « {1} » n'a pas pu afficher le symbole « {0} ». Assurez-vous qu'il est présent dans le projet."
"Can not save file {0}. File name contains invalid characters.","Impossible d'enregistrer le fichier {0}. Le nom du fichier contient des caractères non valides."
Cancel,Annuler
"Cannot create thumbnail because bitmap was null.","Impossible de créer une miniature car le bitmap était nul."
"Cannot create thumbnail because image was null.","Impossible de créer une miniature car l'image était nulle."
"Cannot find the file","Impossible de trouver le fichier"
"Can't find an SD card and SD card is selected as database destination.","Impossible de trouver une carte SD et la carte SD est sélectionnée comme destination de la base de données."
"Change Active Controllers","Changer les contrôleurs actifs"
"Change of language requires reboot","Le changement de langue nécessite un redémarrage"
"Change Password","Changer le mot de passe"
"Change Password for","Changer le mot de passe pour"
"Changing Date/Time is not supported in Demo mode.","La modification de la date/heure n'est pas prise en charge en mode démo."
"Changing keyboard layout for this language is not supported in simulation mode.","La modification de la disposition du clavier pour cette langue n'est pas prise en charge en mode simulation."
"Changing Time Zone is not supported in Demo mode.","Le changement de fuseau horaire n'est pas pris en charge en mode démo."
"Choose a value between {0} and {1}.","Choisissez une valeur entre {0} et {1}."
Clear,Clair
"Clear All","Tout effacer"
"Clear Non-volatile values","Effacer les valeurs non volatiles"
"Clear Visible","Clair Visible"
Close,Fermer
"Comm Resumed","Reprise des communications"
Communication,Communication
"Communication error exists at the moment. Do you want to continue with {0}?","Une erreur de communication existe actuellement. Voulez-vous continuer avec {0} ?"
"Communication Error Message","Message d'erreur de communication"
"Communication Errors","Erreurs de communication"
Components,Composants
"Compressed Files","Fichiers compressés"
Configure...,Configurer...
"Confirm Password:","Confirmez le mot de passe:"
"Contact Add","Contacter Ajouter"
"Contact Edit","Contacter Modifier"
Controller,Contrôleur
"Controller Settings","Paramètres du contrôleur"
Controller:,Contrôleur:
"Converting {0} from {1} to {2}","Conversion de {0} de {1} à {2}"
"Copy Debug Log","Copier le journal de débogage"
"Copying Audit Trail Database","Copie de la base de données de la piste d'audit"
"Copying Database","Copie de la base de données"
"Copying Non-Volatile Database","Copie d'une base de données non volatile"
"Corrupt database.","Base de données corrompue."
"Corrupt document","Document corrompu"
"Could not create Report","Impossible de créer le rapport"
"Could not print Report!","Impossible d'imprimer le rapport !"
"Could not register the following drivers:
{0}","Impossible d'enregistrer les pilotes suivants : {0}"
"Could not save Report!","Impossible d'enregistrer le rapport !"
"Couldn't get any AlarmItem from event: {0}","Impossible d'obtenir un AlarmItem à partir de l'événement : {0}"
Count,Compter
"CPA Files","Dossiers CPA"
"CPU Load","Charge du processeur"
"CPU Load Core {0}","Noyau de charge du processeur {0}"
"CSV Files","Fichiers CSV"
"Current date and time","Date et heure actuelles"
"Current Screen ID","ID d'écran actuel"
"Current Screen Name","Nom d'écran actuel"
"Current User","Utilisateur actuel"
Customized,Personnalisé
"Daily {0} to {0}","Quotidiennement {0} à {0}"
"Data Bit :","Bit de données :"
"Data Logger","Enregistreur de données"
"Data Logger data might be lost.","Les données de l'enregistreur de données peuvent être perdues."
"Data Loggers","Enregistreurs de données"
"Data logging has too high load. Data might be lost.","La charge de journalisation des données est trop élevée. Des données peuvent être perdues."
"Data logging is now disabled.","L'enregistrement des données est désormais désactivé."
"Data logging is overloaded. Data logging is now disabled.","L'enregistrement des données est surchargé. L'enregistrement des données est désormais désactivé."
"Data will not be logged for Data Logger ""{0}"". These log item name(s) are reserved and should be renamed: {1}.","Les données ne seront pas enregistrées pour l'enregistreur de données « {0} ». Ces noms d'éléments de journal sont réservés et doivent être renommés : {1}."
Database,"Base de données"
"Database back up is not supported in simulation mode.","La sauvegarde de la base de données n'est pas prise en charge en mode simulation."
"Database Backup containing alarms, recipes and data loggers","Sauvegarde de la base de données contenant des alarmes, des recettes et des enregistreurs de données"
"Database Backup containing audit trail","Sauvegarde de la base de données contenant une piste d'audit"
"Database Backup containing non-volatile tag values","Sauvegarde de la base de données contenant des valeurs de balises non volatiles"
"Database backup failed.","La sauvegarde de la base de données a échoué."
"Database cleanup is not supported in simulation mode.","Le nettoyage de la base de données n'est pas pris en charge en mode simulation."
"Database containing alarms, recipes and data loggers","Base de données contenant des alarmes, des recettes et des enregistreurs de données"
"Database containing audit trail","Base de données contenant la piste d'audit"
"Database containing non-volatile tag values","Base de données contenant des valeurs de balises non volatiles"
"Database Conversion Failed.","Échec de la conversion de la base de données."
"Database does not exist.","La base de données n'existe pas."
"Database error","Erreur de base de données"
"Database Error Active","Erreur de base de données active"
"Database Error Message","Message d'erreur de la base de données"
"Database Export Completed","Exportation de la base de données terminée"
"Database Export Failed","Échec de l'exportation de la base de données"
"Database File","Fichier de base de données"
"Database files","Fichiers de base de données"
"Database Files","Fichiers de base de données"
"Database import is not supported in simulation mode.","L'importation de base de données n'est pas prise en charge en mode simulation."
"Database Max Size Exceeded","La taille maximale de la base de données a été dépassée"
"Database overload","Surcharge de la base de données"
"Database restore is not supported in simulation mode.","La restauration de la base de données n'est pas prise en charge en mode simulation."
"Database table ""{0}"" contains duplicate column name(s): {1}. Please check that the project is not using reserved column names (e.g. ""Time"" or ""Id"" for Data Logger items).","La table de base de données « {0} » contient des noms de colonnes en double : {1}. Veuillez vérifier que le projet n'utilise pas de noms de colonnes réservés (par exemple, « Heure » ou « Id » pour les éléments de l'enregistreur de données)."
"Database was repaired.","La base de données a été réparée."
"Database will be recreated.","La base de données sera recréée."
Date,Date
"Date & Time","Date et heure"
"Date and Time","Date et heure"
"Date roller format type","Format de type rouleau de date"
Date:,Date:
DateTime,DateHeure
"DateTime roller format type","Type de format du rouleau DateTime"
Day,Jour
"Day component of current date","Composante jour de la date actuelle"
"Day of current week","Jour de la semaine en cours"
"Day of Week","Jour de la semaine"
"Days :","Jours :"
"Debug Logging Enabled","Journalisation de débogage activée"
Decimal,Décimal
Default,Défaut
DefaultValue,"Valeur par défaut"
"Define the format of the alarm text to send. You can include the value of an alarm variable by replacing the corresponding value (see the list below) in curly braces, such as: State is {0}","Définissez le format du texte d'alarme à envoyer. Vous pouvez inclure la valeur d'une variable d'alarme en remplaçant la valeur correspondante (voir la liste ci-dessous) par des accolades, comme par exemple : L'état est {0}"
"Del Selected","Del sélectionné"
Delete,Supprimer
"Delete contact","Supprimer le contact"
"Delete Recipe","Supprimer la recette"
"Delete Route","Supprimer l'itinéraire"
"Delete Scheduler Job","Supprimer le travail du planificateur"
"Deleting files","Suppression de fichiers"
"Demo application will terminate in 1 minute.","L'application de démonstration se terminera dans 1 minute."
Description,Description
Description:,Description:
"Designer Files","Fichiers de conception"
"Destination file already exists! Do you want to overwrite it?","Le fichier de destination existe déjà ! Voulez-vous l'écraser ?"
"Device missing","Appareil manquant"
"Digital output","Sortie numérique"
"Digital Output #1","Sortie numérique n°1"
"Digital Output #2","Sortie numérique n°2"
"Directory could not be found.","Le répertoire n'a pas pu être trouvé."
"Disable Alarm","Désactiver l'alarme"
"Disable All","Désactiver tout"
"Disable Selected","Désactiver la sélection"
Disabled,Désactivé
"Disabled Alarms: {0}/{1}","Alarmes désactivées : {0}/{1}"
Disabled:,Désactivé:
"Disconnected from remote alarm server.","Déconnecté du serveur d'alarme distant."
"Displays value in binary format","Affiche la valeur au format binaire"
"Displays value in decimal format","Affiche la valeur au format décimal"
"Displays value in hex format","Affiche la valeur au format hexadécimal"
"Displays value in integer format","Affiche la valeur au format entier"
"Displays value in string format","Affiche la valeur au format chaîne"
"Dll Files","Fichiers DLL"
"Do you want to continue?","Voulez-vous continuer ?"
"Do you want to open the log file?","Voulez-vous ouvrir le fichier journal ?"
"Do you want to remove the user?","Voulez-vous supprimer l'utilisateur ?"
"Do you want to replace it?","Voulez-vous le remplacer ?"
"Do you want to try create server locally?","Voulez-vous essayer de créer un serveur localement ?"
"Don't Restore","Ne pas restaurer"
Donut,Donut
"Driver not found","Pilote non trouvé"
DynamicItem{0},"Élément dynamique{0}"
Edit,Modifier
"Edit User","Modifier l'utilisateur"
Email,E-mail
"Email Address :","Adresse e-mail :"
"Email address must be defined as username@domain.extension","L'adresse e-mail doit être définie comme nom d'utilisateur@domaine.extension"
"Email Configuration","Configuration de la messagerie électronique"
"Email distribution disabled - Email not sent to ","Distribution de courrier électronique désactivée - Le courrier électronique n'est pas envoyé à "
"Email distributor enabled","Distributeur de courrier électronique activé"
"Email sent to: ","Courriel envoyé à : "
"Email: {0}, SMS: {1}","Courriel : {0}, SMS : {1}"
"Enable Alarm","Activer l'alarme"
"Enable All","Activer tout"
"Enable Enhanced Debug Logging","Activer la journalisation de débogage améliorée"
"Enable Selected ","Activer la sélection "
Enabled,Activé
"Enables enhanced debug logging.","Permet une journalisation de débogage améliorée."
"Enables exported projects to be uploaded to an AutoTransfer server.","Permet de télécharger les projets exportés vers un serveur AutoTransfer."
"Encryption mode :","Mode de cryptage :"
"End Date:","Date de fin:"
"End Time:","Heure de fin :"
"Equal to","Égal à"
"Equal to or greater than","Égal ou supérieur à"
"Equal to or less than","Égal ou inférieur à"
"Erroneous resolving of service {0}","Résolution erronée du service {0}"
Error,Erreur
"Error creating OPC Server","Erreur lors de la création du serveur OPC"
"Error deleting {0} ({1}).","Erreur lors de la suppression de {0} ({1})."
"Error Loading File","Erreur lors du chargement du fichier"
"Error Service Exists","Le service d'erreur existe"
"Error setting password","Erreur lors de la définition du mot de passe"
"Error when creating contact","Erreur lors de la création du contact"
"Error when saving contact","Erreur lors de l'enregistrement du contact"
"Error writing ","Erreur d'écriture "
"Error: Invalid alarm message format...","Erreur : format de message d'alarme non valide..."
"Error:SMS URL string is not valid.","Erreur : la chaîne d'URL SMS n'est pas valide."
"Excel Files","Fichiers Excel"
"Exit application and reboot is not supported on this platform.","Quitter l'application et redémarrer n'est pas pris en charge sur cette plate-forme."
Expand,Développer
"Export Audit Trail Database","Base de données des pistes d'audit des exportations"
"Export completed!","Exportation terminée !"
"Export directory is not supported for current target.","Le répertoire d'exportation n'est pas pris en charge pour la cible actuelle."
"Export of {0} succeeded.","L'exportation de {0} a réussi."
"Export path: {0}","Chemin d'exportation : {0}"
"Export Users","Exporter les utilisateurs"
"Exporting database table {0} to csv-file...","Exportation de la table de base de données {0} vers un fichier csv..."
Expressions,Expressions
"External storage card has less than {0}KB available.","La carte de stockage externe dispose de moins de {0} Ko disponibles."
"External storage card not present","Carte de stockage externe non présente"
"Failed to add dataitem, {0}","Échec de l'ajout de l'élément de données, {0}"
"Failed to connect objects to data items.","Échec de la connexion des objets aux éléments de données."
"Failed to convert {0} from {1} to {2}","Échec de la conversion de {0} de {1} à {2}"
"Failed to create OPC Server:  {0}","Échec de la création du serveur OPC : {0}"
"Failed to create OPC Server: {0} on node: {1}","Échec de la création du serveur OPC : {0} sur le nœud : {1}"
"Failed to create thumbnail. Image path '{0}' not found","Impossible de créer la miniature. Le chemin d'accès à l'image « {0} » est introuvable"
"Failed to import recipe at row {0}.","Échec de l'importation de la recette à la ligne {0}."
"Failed to load driver:","Échec du chargement du pilote :"
"Failed to load file: {0}","Échec du chargement du fichier : {0}"
"Failed to load table","Impossible de charger le tableau"
"Failed to reconnect remote OPC server","Échec de la reconnexion au serveur OPC distant"
"Failed to set the timer resolution using TimeBeginPeriod","Impossible de définir la résolution du minuteur à l'aide de TimeBeginPeriod"
"Falling edge","Bord descendant"
"Fast line","Ligne rapide"
"Fast logging","Enregistrement rapide"
File,Déposer
"File '{0}' not found!","Fichier '{0}' introuvable !"
"File cannot be found","Le fichier est introuvable"
"File does not exist: {0}","Le fichier n'existe pas : {0}"
"File does not match","Le fichier ne correspond pas"
"File is not a pdf: {0}","Le fichier n'est pas un PDF : {0}"
Filter,Filtre
Filter...,Filtre...
Finish,Finition
"First Name :","Prénom :"
"First name must not be empty!","Le prénom ne doit pas être vide !"
"Flash Memory EOL Info","Informations sur la fin de vie de la mémoire flash"
"Flash Memory Life Time Used","Durée de vie de la mémoire flash utilisée"
"Following contact(s) referred in {0} in the Alarm Distributor Server do not exist in the Address Book","Les contacts suivants référencés dans {0} dans le serveur de distribution d'alarmes n'existent pas dans le carnet d'adresses"
"Font Size :","Taille de la police :"
"Font Size Error","Erreur de taille de police"
"Font Size should be {0} to {1}.","La taille de la police doit être comprise entre {0} et {1}."
"Font Size should be numeric.","La taille de la police doit être numérique."
"From Address :","De l'adresse :"
"From down to up","De bas en haut"
"From down to up to down","De bas en haut puis en bas"
"From left to right","De gauche à droite"
"From left to right to left","De gauche à droite à gauche"
"From Name :","De Nom :"
"From right to left","De droite à gauche"
"From right to left to right","De droite à gauche à droite"
"From up to down","De haut en bas"
"From up to down to up","De haut en bas jusqu'en haut"
"Function is not supported","La fonction n'est pas prise en charge"
"Function Keys","Touches de fonction"
Functions,Fonctions
"Generating PDF file","Génération d'un fichier PDF"
"Global Macro","Macroéconomie mondiale"
"Go page","Aller à la page"
"Greater than","Plus grand que"
Group,Groupe
"Group Name","Nom du groupe"
"Group Text","Texte de groupe"
"Hand Shake :","Poignée de main :"
Hex,Hex
Hidden,Caché
Histogram,Histogramme
History,Histoire
"History Time Settings","Paramètres de l'heure de l'historique"
"HomeAddress {0} is not valid","L'adresse du domicile {0} n'est pas valide"
homeaddress:,"adresse du domicile:"
"Horizontal area","Surface horizontale"
"Horizontal line","Ligne horizontale"
Hour,Heure
"Hour component of current time","Composante horaire de l'heure actuelle"
"HTML Files","Fichiers HTML"
"Idle time before turn off (Seconds)","Temps d'inactivité avant l'arrêt (secondes)"
Ignore,Ignorer
"Image file not found!","Fichier image non trouvé !"
"Image Update Required","Mise à jour de l'image requise"
"Import completed!","Importation terminée !"
"Import file format is wrong. Is the correct delimiter used?","Le format du fichier d'importation est incorrect. Le délimiteur correct est-il utilisé ?"
"Import from csv-file to {0} failed","L'importation du fichier csv vers {0} a échoué"
"Import of Recipe {0} failed","L'importation de la recette {0} a échoué"
"Import User Accounts","Importer des comptes d'utilisateurs"
"Import Users","Importer des utilisateurs"
"Importing database table {0} from csv-file...","Importation de la table de base de données {0} à partir d'un fichier csv..."
Inactive,Inactif
"Inactive Time","Temps d'inactivité"
Inactive:,Inactif:
"Indicates if debug logging is enabled.","Indique si la journalisation de débogage est activée."
Info,Informations
"Initializing OPC UA controller {0}.
This may take some time.","Initialisation du contrôleur OPC UA {0}. Cette opération peut prendre un certain temps."
"Initializing Route Manager","Initialisation du gestionnaire d'itinéraires"
"Input value is in wrong format.","La valeur d'entrée est dans un format incorrect."
"Input value is out of range.","La valeur d'entrée est hors de portée."
Integer,Entier
"Integrity check restarted.","Vérification d'intégrité redémarrée."
"Intensity of the blue power LED (0-100)","Intensité de la LED d'alimentation bleue (0-100)"
"Intensity of the green power LED (0-100)","Intensité de la LED d'alimentation verte (0-100)"
"Intensity of the red power LED (0-100)","Intensité de la LED d'alimentation rouge (0-100)"
Internal,Interne
"Internal for corrupt database recovery","Interne pour la récupération de base de données corrompue"
"Internal Temperature","Température interne"
"Internal temperature in panel (in °C)","Température interne du panneau (en °C)"
"Invalid Expression","Expression non valide"
"Invalid index! Index must be a unique integer.","Index non valide ! L'index doit être un entier unique."
"Invalid index! Index zero is reserved for default language.","Index non valide ! L'index zéro est réservé à la langue par défaut."
"Invalid interval","Intervalle invalide"
"Invalid key!","Clé invalide !"
"Invalid login details","Données de connexion non valides"
"Invalid name","Nom invalide"
"Invalid number","Numéro invalide"
"Invalid recipe name. Please  enter a valid recipe name.","Nom de recette non valide. Veuillez saisir un nom de recette valide."
"Invalid tag on ","Balise non valide sur "
"Invalid text ID! Text ID must be a unique integer.","ID de texte non valide ! L'ID de texte doit être un entier unique."
"Invalid user name","Nom d'utilisateur invalide"
"Invalid user name or password!","Nom d'utilisateur ou mot de passe invalide !"
Item,Article
"Item ID {0} is invalid","L'ID d'élément {0} n'est pas valide"
"Job List :","Liste des tâches :"
Kagi,Kagi
"Keep backlight on if the notifier window is visible","Gardez le rétroéclairage allumé si la fenêtre de notification est visible"
"Key can not be empty!","La clé ne peut pas être vide !"
"Keyboard cannot be empty!","Le clavier ne peut pas être vide !"
"Last Disabled","Dernière désactivation"
"Last Enabled","Dernière activation"
"Last Name :","Nom de famille :"
"Latest communication error message","Dernier message d'erreur de communication"
"Latest database error message","Dernier message d'erreur de la base de données"
"Latest Loaded Recipe","Dernière recette chargée"
LED,DIRIGÉ
Left,Gauche
"Less than","Moins que"
"License Info","Informations sur la licence"
Line,Doubler
"Line point","Point de ligne"
Load,Charger
"Load Recipe","Charger la recette"
"Loading Data","Chargement des données"
"Loading History","Historique de chargement"
Local,Locale
Location,Emplacement
"Locking database failed!","Le verrouillage de la base de données a échoué !"
"Logged in user cannot be removed.","L'utilisateur connecté ne peut pas être supprimé."
"Logging at 50 ms interval","Enregistrement à intervalle de 50 ms"
Login,"Se connecter"
"Login Failure","Échec de la connexion"
"Login Success","Connexion réussie"
"Logout Success","Déconnexion réussie"
"Logout time must be greater than 0.","Le temps de déconnexion doit être supérieur à 0."
"Loop animation from down to up.","Animation en boucle de bas en haut."
"Loop animation from left to right.","Animation en boucle de gauche à droite."
"Loop animation from right to left.","Animation en boucle de droite à gauche."
"Loop animation from up to down.","Animation en boucle de haut en bas."
"Make sure the file is in this location and try importing again.","Assurez-vous que le fichier se trouve à cet emplacement et essayez de l'importer à nouveau."
"Manage Alarms","Gérer les alarmes"
"Max alarms for filling buffer :","Alarmes max pour remplissage du tampon :"
"Max screen cache memory load","Charge maximale de la mémoire cache de l'écran"
"Max screen cache memory load (in percent 50-90)","Charge maximale de la mémoire cache de l'écran (en pourcentage 50-90)"
"Max Size exceeded","Taille maximale dépassée"
"Max wait time for filling buffer :","Temps d'attente maximal pour le remplissage du tampon :"
"Media Files","Fichiers multimédias"
"Memory card","Carte mémoire"
"Memory card for project restore","Carte mémoire pour la restauration du projet"
"Memory card not found!","Carte mémoire non trouvée !"
"Memory card restore","Restauration de la carte mémoire"
Message,Message
minute,minute
Minute,Minute
"Minute component of current time","Composante minute de l'heure actuelle"
minutes,minutes
"Modified Date","Date de modification"
"Modify Address Book","Modifier le carnet d'adresses"
"Modify Receivers","Modifier les récepteurs"
"Modify Routes","Modifier les itinéraires"
"Modify Settings Window","Modifier la fenêtre des paramètres"
Month,Mois
"Month component of current date","Composante mensuelle de la date actuelle"
"Multiple Languages","Plusieurs langues"
"Must have a value between {0} and {1}","Doit avoir une valeur comprise entre {0} et {1}"
Name,Nom
"Name :","Nom :"
"Name cannot be null or empty","Le nom ne peut pas être nul ou vide"
"Name of the current project","Nom du projet en cours"
"Name of the current screen","Nom de l'écran actuel"
"Name of the latest loaded recipe","Nom de la dernière recette chargée"
"New contact","Nouveau contact"
"New Line Char :","Nouvelle ligne Char :"
"New Password:","Nouveau mot de passe:"
"New Screen ID","Nouvel identifiant d'écran"
Next,Suivant
No,Non
"No action takes place when access rights are not enough.","Aucune action n’a lieu lorsque les droits d’accès ne sont pas suffisants."
"No external storage was found!","Aucun stockage externe n'a été trouvé !"
"No external storage was found! The file could not be saved.","Aucun stockage externe n'a été trouvé ! Le fichier n'a pas pu être enregistré."
"No license found. Application will run in demo mode for {0} minutes.","Aucune licence trouvée. L'application fonctionnera en mode démo pendant {0} minutes."
"No simulation on this control.","Aucune simulation sur ce contrôle."
"No tag connected to recipe item","Aucune balise connectée à l'élément de recette"
"No tags visible","Aucune balise visible"
"No valid printer is configured","Aucune imprimante valide n'est configurée"
"No visibility is specified, instead the visibility specified in the Security Manager is used.","Aucune visibilité n'est spécifiée, à la place c'est la visibilité spécifiée dans le gestionnaire de sécurité qui est utilisée."
None,Aucun
Non-volatile,"Non volatil"
"Non-volatile database","Base de données non volatile"
"Non-volatile Tags","Balises non volatiles"
Normal,Normale
"Normal Time","Heure normale"
Normal:,Normale:
"Not enough credits to send message","Pas assez de crédits pour envoyer un message"
"Not Enough Disk Space","Espace disque insuffisant"
"Not enough disk space on USB memory!","Pas assez d'espace disque sur la mémoire USB !"
"Not enough disk space to create the Report!","Pas assez d'espace disque pour créer le rapport !"
"Not enough disk space. Unable to restore {0} from {1}.","Espace disque insuffisant. Impossible de restaurer {0} depuis {1}."
"Not enough space in project directory!","Pas assez d’espace dans le répertoire du projet !"
"Not enough space in selected directory!","Pas assez d’espace dans le répertoire sélectionné !"
"Not enough space on memory card!","Pas assez d'espace sur la carte mémoire !"
"Not equal to","Pas égal à"
"Not loaded: {0}","Non chargé : {0}"
"Not Specified","Non spécifié"
"Not supported","Non pris en charge"
"Not Supported in Beta Version","Non pris en charge dans la version bêta"
"Note: The filter criterias above correspond to the properties for a received alarm item from the client. The filter string shall be expressed using Regular Expressions. If all alarms shall pass a filter string the string shall be empty.","Remarque : les critères de filtrage ci-dessus correspondent aux propriétés d'un élément d'alarme reçu du client. La chaîne de filtrage doit être exprimée à l'aide d'expressions régulières. Si toutes les alarmes doivent passer une chaîne de filtrage, la chaîne doit être vide."
"Number of active communication errors on all controllers","Nombre d'erreurs de communication actives sur tous les contrôleurs"
"Number of Disabled Alarms","Nombre d'alarmes désactivées"
"Number of Received Alarms:","Nombre d'alarmes reçues :"
"Number of remote alarm servers with connection errors, e.g. disconnected servers.","Nombre de serveurs d'alarme distants avec des erreurs de connexion, par exemple des serveurs déconnectés."
Off,Désactivé
"Offline - In configuration mode.","Hors ligne - En mode configuration."
OK,D'ACCORD
"Old Password for User","Ancien mot de passe pour l'utilisateur"
"Old Password:","Ancien mot de passe:"
On,Sur
"OPC Client Settings","Paramètres du client OPC"
"OPC UA client is not supported in Demo mode.","Le client OPC UA n'est pas pris en charge en mode démo."
"OPC UA Client Settings","Paramètres du client OPC UA"
"OPC UA server is not supported in Demo mode.","Le serveur OPC UA n'est pas pris en charge en mode démo."
"Open File","Ouvrir le fichier"
"Out of disk space","Espace disque insuffisant"
Overwrite,Écraser
"Page Length :","Longueur de la page :"
"Page Orientation :","Orientation de la page :"
"Page Width :","Largeur de la page :"
"Page width cannot be negative.","La largeur de la page ne peut pas être négative."
"Panel is out of disk space!","Le panneau n'a plus d'espace disque !"
"Parity :","Parité :"
"Parse of csv-file failed at row {0}","L'analyse du fichier csv a échoué à la ligne {0}"
"Password  :","Mot de passe :"
"Password :","Mot de passe :"
"Password changed!","Mot de passe changé !"
"Password complexity not met!","La complexité du mot de passe n'est pas respectée !"
"Password must contain a minimum of {0} characters!","Le mot de passe doit contenir au moins {0} caractères !"
Password:,"Mot de passe:"
Pause,Pause
Paused,"En pause"
"PDF Files","Fichiers PDF"
"Period :","Période :"
"Phone must be defined as e.g. +99999999...","Le téléphone doit être défini comme par exemple +99999999..."
"Phone Number :","Numéro de téléphone :"
"Physical RAM","RAM physique"
"Picture Files","Fichiers d'images"
Pie,Tarte
"Please close all other clients.","Veuillez fermer tous les autres clients."
"Please insert Memory Card!","Veuillez insérer la carte mémoire !"
"Please insert USB memory!","Veuillez insérer la clé USB !"
"Please save your audit trail database.","Veuillez sauvegarder votre base de données de piste d'audit."
"Please save your database.","Veuillez sauvegarder votre base de données."
"Please verify the correct recipe name was given.","Veuillez vérifier que le nom correct de la recette a été donné."
Points,Points
"Port :","Port :"
"Port Name :","Nom du port :"
"Power LED Blink Frequency","Fréquence de clignotement de la LED d'alimentation"
"Power LED Blue Intensity","Intensité de la LED d'alimentation bleue"
"Power LED Green Intensity","Intensité de la LED d'alimentation verte"
"Power LED Red Intensity","Intensité de la LED d'alimentation rouge"
Previous,Précédent
"Print Screen is not supported in simulation mode.","La fonction Impr écran n'est pas prise en charge en mode simulation."
Printer,Imprimante
"Printer Configuration","Configuration de l'imprimante"
"Printer Connector :","Connecteur d'imprimante :"
"Printer distribution disabled","Distribution d'imprimantes désactivée"
"Printer distributor enabled","Distributeur d'imprimantes activé"
"Printer Name/Path :","Nom/chemin de l'imprimante :"
"Printer Receiver","Récepteur d'imprimante"
"Printer supports PCL5c","L'imprimante prend en charge PCL5c"
"Printer Type :","Type d'imprimante :"
"Printing report {0}...","Rapport d'impression {0}..."
"Printing screen {0} ...","Écran d'impression {0} ..."
Printing...,Impression...
PrintSettings,"Paramètres d'impression"
"Problem with the message","Problème avec le message"
Project,Projet
"Project Configuration","Configuration du projet"
"Project failure!","Échec du projet !"
"Project Files","Fichiers de projet"
"Project must be restarted","Le projet doit être redémarré"
"Project Name","Nom du projet"
"Project Pictures","Photos du projet"
Property,Propriété
Radar,Radar
"RAM memory installed in computer (in kB)","Mémoire RAM installée dans l'ordinateur (en Ko)"
"Read the total number of disabled alarms ","Lire le nombre total d'alarmes désactivées "
"Reading file {0} failed.","La lecture du fichier {0} a échoué."
"Reading file failed at row {0}.","La lecture du fichier a échoué à la ligne {0}."
Ready,Prêt
"Received: ","Reçu: "
"Receiver Not Available","Récepteur non disponible"
Recipe,Recette
"Recipe {0} already exists.","La recette {0} existe déjà."
"Recipe {0} will be deleted.","La recette {0} sera supprimée."
"Recipe already exists.","La recette existe déjà."
"Recipe load error","Erreur de chargement de la recette"
"Recipe name:","Nom de la recette :"
"Recipe not found.","Recette non trouvée."
"Recipe Offline: {0}","Recette hors ligne : {0}"
"Recipe save error","Erreur d'enregistrement de la recette"
Recipes,Recettes
Refresh,Rafraîchir
Region:,Région:
Remote,Télécommande
"Remote access active","Accès à distance actif"
"Remote Alarm Server Connection Errors","Erreurs de connexion au serveur d'alarme à distance"
Remove,Retirer
"Remove existing file selection?","Supprimer la sélection de fichiers existante ?"
"Remove Receiver","Retirer le récepteur"
"Remove selection?","Supprimer la sélection ?"
"Remove User","Supprimer l'utilisateur"
"Removing Excel file","Suppression du fichier Excel"
"Removing User Failed","La suppression de l'utilisateur a échoué"
"Repairing of database failed.","La réparation de la base de données a échoué."
"Repairing primary key","Réparation de la clé primaire"
"Repairing primary key failed","La réparation de la clé primaire a échoué"
"Repairing storage '{0}'","Réparation du stockage '{0}'"
Report,Rapport
"Report invalid tags to file","Signaler les balises non valides dans le fichier"
"Report is saved to disk","Le rapport est enregistré sur le disque"
"Report is sent to the printer","Le rapport est envoyé à l'imprimante"
Reports,Rapports
"Restart required","Redémarrage requis"
"Restarting application","Redémarrage de l'application"
"Restore Database","Restaurer la base de données"
"Restore Databases Error","Erreur de restauration des bases de données"
"Restore Default","Restaurer les valeurs par défaut"
"Restoring backup failed.","La restauration de la sauvegarde a échoué."
Retry,Réessayer
Right,Droite
"Rising edge","Front montant"
Route,Itinéraire
"Route name can't be empty","Le nom de l'itinéraire ne peut pas être vide"
"Routes  : ","Itinéraires : "
"Routes Configuration","Configuration des itinéraires"
"Running backup","Exécution de la sauvegarde"
"Running in demo mode","Fonctionnement en mode démo"
"Runtime Version","Version d'exécution"
"Runtime version of framework","Version d'exécution du framework"
Save,Sauvegarder
"Save Audit Trail Database As","Enregistrer la base de données de la piste d'audit sous"
"Save Recipe","Enregistrer la recette"
"Saving report {0}...","Enregistrement du rapport {0}..."
"Saving screenshot of screen {0} ...","Enregistrement de la capture d'écran de l'écran {0} ..."
Scheduler,Planificateur
"Scheduler Job Edit","Modification du travail du planificateur"
SchedulerJob,"Planificateur de travail"
"Screen Files","Fichiers d'écran"
"Screen Id","ID d'écran"
"Screen not found","Écran non trouvé"
"Screen Update Time","Heure de mise à jour de l'écran"
"Screen with ID {0} was not found.","L'écran avec l'ID {0} n'a pas été trouvé."
"Screenshot is printed on the printer.","La capture d'écran est imprimée sur l'imprimante."
"Screenshot is saved as a PNG file.","La capture d'écran est enregistrée sous forme de fichier PNG."
"Script Module","Module de script"
"Script Modules","Modules de script"
Search,Recherche
Second,Deuxième
"Second component of current time","Deuxième composante du temps actuel"
Security,Sécurité
"Select backup destination","Sélectionnez la destination de la sauvegarde"
"Select Database","Sélectionner la base de données"
"Select database file to restore","Sélectionnez le fichier de base de données à restaurer"
"Select databases to backup","Sélectionner les bases de données à sauvegarder"
"Select databases to backup and backup destination","Sélectionnez les bases de données à sauvegarder et la destination de la sauvegarde"
"Select databases to restore","Sélectionner les bases de données à restaurer"
"Select Email Receivers :","Sélectionnez les destinataires du courrier électronique :"
"Select File","Sélectionner le fichier"
"Select Printer Receivers :","Sélectionnez les récepteurs d'imprimante :"
"Select Security Group:","Sélectionner le groupe de sécurité :"
"Select SMS Receivers :","Sélectionnez les récepteurs SMS :"
"Select User:","Sélectionner l'utilisateur :"
"Selected destination ({0}) is not supported for current target.","La destination sélectionnée ({0}) n'est pas prise en charge pour la cible actuelle."
"Sending files","Envoi de fichiers"
"Sending panel info","Envoi d'informations sur le panneau"
"Serial Number","Numéro de série"
"Serial number of the panel","Numéro de série du panneau"
"Server Address:","Adresse du serveur :"
"Server Name:","Nom du serveur :"
"Set Date/Time","Définir la date/l'heure"
"Set Date/Time Failed","Échec de la définition de la date/heure"
"Set Time Zone, Daylight Saving and Region","Définir le fuseau horaire, l'heure d'été et la région"
"Set to 1 when database max size is exceeded.","Défini sur 1 lorsque la taille maximale de la base de données est dépassée."
"Set to 1 when there is an active database error.","Défini sur 1 lorsqu'il y a une erreur de base de données active."
Settings,Paramètres
"Settings in HMI OS differ from hardware setup.","Les paramètres du système d'exploitation HMI diffèrent de la configuration matérielle."
"Show Access Denied Message","Afficher le message d'accès refusé"
"Show All","Tout afficher"
"Show Disabled","Afficher les désactivés"
"Show Login Dialog","Afficher la boîte de dialogue de connexion"
"Shutting down!","Fermeture !"
Size,Taille
SMS,SMS
"SMS Configuration","Configuration SMS"
"SMS distribution disabled - SMS not sent to ","Distribution de SMS désactivée - SMS non envoyé à "
"SMS distributor enabled","Distributeur SMS activé"
"SMS sent to: ","SMS envoyé à : "
"SMTP Server / IP :","Serveur SMTP / IP :"
"SNTP service is not available.","Le service SNTP n'est pas disponible."
"Start Date:","Date de début:"
"Start Time :","Heure de début :"
"Start time should be less than end time!","L’heure de début doit être inférieure à l’heure de fin !"
"Start time should be less than stop time!","L’heure de début doit être inférieure à l’heure de fin !"
"Start Time:","Heure de début:"
State,État
"State: {0} | Time: {1} | Id: {2} | Text: {3} | AlarmItemDisplayName: {4} | Count: {5}","État : {0} | Heure : {1} | ID : {2} | Texte : {3} | AlarmItemDisplayName : {4} | Nombre : {5}"
"Stop Bit :","Morceau d'arrêt :"
"Stop Time :","Heure d'arrêt :"
"Storage device inserted","Périphérique de stockage inséré"
"Storage device removed","Périphérique de stockage supprimé"
"Storage Memory","Mémoire de stockage"
"Storage memory installed in computer (in MB)","Mémoire de stockage installée dans l'ordinateur (en Mo)"
"Storage Selector","Sélecteur de stockage"
String,Chaîne
"Subject :","Sujet :"
"Succeeded to convert {0} from {1} to {2}","A réussi à convertir {0} de {1} à {2}"
"Succeeded to convert from {0} to {1}","A réussi à convertir de {0} à {1}"
"Successfully deleted the alarm event ","L'événement d'alarme a été supprimé avec succès "
System,Système
"System setting","Paramétrage du système"
Tab,Languette
Tag,Étiqueter
Tags,"Mots clés"
"Terminating application","Fin de la demande"
Text,Texte
"Text Files","Fichiers texte"
"Text Library","Bibliothèque de textes"
"TextId: {0} was not found!","TextId: {0} n'a pas été trouvé !"
"The alarm item name is too long! Max length is 200 characters.","Le nom de l'élément d'alarme est trop long ! La longueur maximale est de 200 caractères."
"The Audit Trail Database is full","La base de données des pistes d'audit est pleine"
"The control is disabled when access rights are not enough.","Le contrôle est désactivé lorsque les droits d'accès ne sont pas suffisants."
"The control is hidden when access rights are not enough.","Le contrôle est masqué lorsque les droits d'accès ne sont pas suffisants."
"The control looks normal when access rights are not enough.","Le contrôle semble normal lorsque les droits d'accès ne sont pas suffisants."
"The Database is full","La base de données est pleine"
"The database was of an older version.
Do you want to upgrade it?","La base de données était d'une ancienne version. Voulez-vous la mettre à niveau ?"
"The destination path {0} did not exist!","Le chemin de destination {0} n'existait pas !"
"The file appears to be corrupt near record {0}, field {1}, position {2}.","Le fichier semble être corrompu près de l'enregistrement {0}, champ {1}, position {2}."
"The file you tried to play is not supported.","Le fichier que vous avez essayé de lire n'est pas pris en charge."
"The ID of the current screen","L'ID de l'écran actuel"
"The ID of the new screen","L'ID du nouvel écran"
"The index cannot exceed the length of the dynamic string.","L'index ne peut pas dépasser la longueur de la chaîne dynamique."
"The interval cannot be set to a larger value than the maximum limit of {0}.","L'intervalle ne peut pas être défini sur une valeur supérieure à la limite maximale de {0}."
"The interval cannot be set to a smaller value than the minimum limit of {0}.","L'intervalle ne peut pas être défini sur une valeur inférieure à la limite minimale de {0}."
"The max wait time must be within {0} to {1} minutes.","Le temps d'attente maximal doit être compris entre {0} et {1} minutes."
"The max wait time must be within 1 to 1440 minutes.","Le temps d'attente maximal doit être compris entre 1 et 1440 minutes."
"The maximum alarm for buffer must be within {0} to {1}.","L'alarme maximale pour la mémoire tampon doit être comprise entre {0} et {1}."
"The maximum no. of alarms must be within 1 to 1000.","Le nombre maximum d'alarmes doit être compris entre 1 et 1 000."
"The message item name is too long! Max length is 200 characters.","Le nom de l'élément de message est trop long ! La longueur maximale est de 200 caractères."
"The new password and the confirming password must match!","Le nouveau mot de passe et le mot de passe de confirmation doivent correspondre !"
"The page length can't be a negative integer.","La longueur de la page ne peut pas être un entier négatif."
"The page length must be a positive integer.","La longueur de la page doit être un entier positif."
"The port number must be a positive integer.","Le numéro de port doit être un entier positif."
"The screen update time (in ms)","Le temps de mise à jour de l'écran (en ms)"
"The selected file does not match this project. See the log for more information.","Le fichier sélectionné ne correspond pas à ce projet. Consultez le journal pour plus d'informations."
"The selected video has a higher resolution than the panel supports, this can lead to unexpected behavior. The panel supports up to {0}x{1} pixels.

To ensure that this function will behave as expected please convert the video to a lower resolution.

Would you like to continue with the selected video?","La vidéo sélectionnée a une résolution supérieure à celle prise en charge par le panneau, ce qui peut entraîner un comportement inattendu. Le panneau prend en charge jusqu'à {0}x{1} pixels. Pour garantir que cette fonction se comportera comme prévu, veuillez convertir la vidéo en une résolution inférieure. Souhaitez-vous continuer avec la vidéo sélectionnée ?"
"The target path could not be created. Make sure that the destination drive exists,","Le chemin cible n'a pas pu être créé. Assurez-vous que le lecteur de destination existe,"
"The text must not be empty!","Le texte ne doit pas être vide !"
"The username of the currently logged in user","Le nom d'utilisateur de l'utilisateur actuellement connecté"
"The web server could not be started and the project will terminate.
Perhaps another web server is running on the configured port?","Le serveur Web n'a pas pu être démarré et le projet va se terminer. Peut-être qu'un autre serveur Web est en cours d'exécution sur le port configuré ?"
"There is a configuration for instance named {0}, but no property named {1}","Il existe une configuration par exemple nommée {0}, mais aucune propriété nommée {1}"
"There is no configuration for instance named {0}","Il n'y a pas de configuration pour l'instance nommée {0}"
"There was an unexpected error in the configuration. The screen must be manually edited.
Error message: {0}","Une erreur inattendue s'est produite dans la configuration. L'écran doit être modifié manuellement. Message d'erreur : {0}"
"These changes will not take effect until you restart the project.","Ces modifications ne prendront effet qu’au redémarrage du projet."
"This action is not applicable in simulation mode.","Cette action n'est pas applicable en mode simulation."
"This is a BETA version. It is only intended for evaluation and test purposes.","Il s'agit d'une version BETA. Elle est uniquement destinée à des fins d'évaluation et de test."
"This is a TEST version. It is only intended for evaluation and test purposes.","Il s'agit d'une version TEST. Elle est uniquement destinée à des fins d'évaluation et de test."
"This is an ALPHA version. It is only intended for evaluation and test purposes.","Il s'agit d'une version ALPHA. Elle est uniquement destinée à des fins d'évaluation et de test."
"This is an INTERNAL version. It is only intended for evaluation and test purposes.","Il s'agit d'une version INTERNE. Elle est uniquement destinée à des fins d'évaluation et de test."
"This may result in loss of data.","Cela peut entraîner une perte de données."
"This trend is not configured to have history data.","Cette tendance n'est pas configurée pour avoir des données d'historique."
"This version of the project runtime is not supported on ARM64.
Please use a panel target intended for ARM64 CPU-architecture.","Cette version du runtime du projet n'est pas prise en charge sur ARM64. Veuillez utiliser une cible de panneau destinée à l'architecture CPU ARM64."
"This will overwrite all users and groups in this project. Are you sure you want to continue?","Cela écrasera tous les utilisateurs et groupes de ce projet. Êtes-vous sûr de vouloir continuer ?"
Time,Temps
"Time roller format type","Type de format du rouleau temporel"
"Time Stamp",Horodatage
"Time Zone:","Fuseau horaire:"
Time:,Temps:
TimeStamp,Horodatage
"To complete the change of language the panel needs to be rebooted. Press yes to make the change and reboot the panel now. Press no to cancel.","Pour finaliser le changement de langue, le panneau doit être redémarré. Appuyez sur oui pour effectuer le changement et redémarrer le panneau maintenant. Appuyez sur non pour annuler."
"To complete the change of language the panel will now be rebooted.","Pour terminer le changement de langue, le panneau va maintenant être redémarré."
"Too many recipe items. Max is {0}.","Trop d'éléments de recette. Le maximum est de {0}."
Top,Haut
"Transfer Ready","Prêt pour le transfert"
"Translation key '{0}' is not complete.","La clé de traduction '{0}' n'est pas complète."
"Trend Data Logger","Enregistreur de données de tendance"
"Trying to send email to: ","J'essaie d'envoyer un e-mail à : "
"Trying to send SMS to: ","J'essaie d'envoyer un SMS à : "
"Unable to access external memory card, please verify it is not write locked ","Impossible d'accéder à la carte mémoire externe, veuillez vérifier qu'elle n'est pas verrouillée en écriture "
"Unable to create instance of SMTP.","Impossible de créer une instance de SMTP."
"Unable to get service : {0}","Impossible d'obtenir le service : {0}"
"Unable to load users from '{0}'.","Impossible de charger les utilisateurs depuis « {0} »."
"Unable To Restore","Impossible de restaurer"
"Unable to restore any database. The current type of database is not supported by this action.","Impossible de restaurer une base de données. Le type actuel de base de données n'est pas pris en charge par cette action."
"Unknown command","Commande inconnue"
"Unknown error","Erreur inconnue"
"Unsupported File","Fichier non pris en charge"
"Updating {0}","Mise à jour {0}"
"Upload to AutoTransfer server","Télécharger sur le serveur AutoTransfer"
"URL is not well formed","L'URL n'est pas bien formée"
"URL must contain a host","L'URL doit contenir un hôte"
"URL must start with","L'URL doit commencer par"
Url:,URL:
"USB memory","Mémoire USB"
"USB memory could not be found.","La mémoire USB n'a pas pu être trouvée."
"Used RAM","RAM d'occasion"
"Used RAM Percent","Pourcentage de RAM utilisée"
"Used Storage","Stockage d'occasion"
"Used Storage Percent","Pourcentage de stockage utilisé"
"User {0} is logged in.","L'utilisateur {0} est connecté."
"User {0} is logged out.","L'utilisateur {0} est déconnecté."
"User matching username found but password was null!","Un utilisateur correspondant au nom d'utilisateur a été trouvé mais le mot de passe était nul !"
"User Name","Nom d'utilisateur"
"User Name  :","Nom d'utilisateur :"
"User name cannot be empty.","Le nom d'utilisateur ne peut pas être vide."
"User name cannot be null or empty","Le nom d'utilisateur ne peut pas être nul ou vide"
"User name:","Nom d'utilisateur:"
User:,Utilisateur:
UserName,"Nom d'utilisateur"
"Username :","Nom d'utilisateur :"
Users,Utilisateurs
"Users will be exported. Do you want to continue?","Les utilisateurs seront exportés. Voulez-vous continuer ?"
"Users will be imported from","Les utilisateurs seront importés depuis"
"Users will be imported from USB memory.","Les utilisateurs seront importés depuis une clé USB."
"Validating selected database file","Validation du fichier de base de données sélectionné"
"Validation Error","Erreur de validation"
Value,Valeur
"Value After","Valeur après"
"Value Before","Valeur avant"
ValueAfter,ValeurAprès
ValueBefore,ValeurAvant
"Verifying storage '{0}'","Vérification du stockage « {0} »"
"Waiting to connect to the server {0}","En attente de connexion au serveur {0}"
Warning,Avertissement
"Windows CE Image Version","Version de l'image Windows CE"
"Writing alarms to database","Écriture des alarmes dans la base de données"
"Writing table to csv file failed.","L'écriture du tableau dans le fichier csv a échoué."
"Writing table to file failed. Please check the file destination.","L'écriture de la table dans le fichier a échoué. Veuillez vérifier la destination du fichier."
"Wrong panel hardware","Mauvais matériel de panneau"
"Wrong panel OEM Id","Mauvais identifiant OEM du panneau"
"Wrong panel type in project","Type de panneau incorrect dans le projet"
"Wrong Resolution","Mauvaise résolution"
"XML Files","Fichiers XML"
Year,Année
"Year component of current date","Composante année de la date actuelle"
Yes,Oui
"You cannot start the project at the moment as the screen resolution in the project and the image are different. To proceed, please update to the latest version of the image. Thank you.","Vous ne pouvez pas démarrer le projet pour le moment car la résolution de l'écran du projet et celle de l'image sont différentes. Pour continuer, veuillez mettre à jour l'image vers la dernière version. Merci."
"You don't have access to this control.","Vous n'avez pas accès à ce contrôle."
"You don't have access to this function key.","Vous n'avez pas accès à cette touche de fonction."
"You don't have access to this screen.","Vous n'avez pas accès à cet écran."
